/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "确认要删除该CGM吗？";

/* The title of the cancel action in an action sheet */
"Cancel" = "取消";

/* Title describing glucose date */
"Date" = "日期";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "删除CGM";

/* CGM display title */
"Dexcom G4" = "Dexcom G4";

/* Title describing glucose value */
"Glucose" = "葡萄糖";

/* Describes a glucose value adjusted to reflect a recent calibration */
"Glucose (Adjusted)" = "血糖";

/* Section title for latest glucose reading */
"Latest Reading" = "最新血糖值";

/* Sensor state description for the non-valid state */
"Needs Attention" = "请注意";

/* Sensor state description for the valid state */
"OK" = "OK";

/* Title describing CGM calibration state */
"Status" = "状态";

/* Title describing glucose trend */
"Trend" = "趋势";
